{
  ".": {
    "description": {
      "de": "Tool zur Erstellung von Kreuzworträtseln und Wortsuchrätseln mit anpassbaren Rastern, Hinweisen und interaktiven Lösungsmöglichkeiten.",
      "bg": "Инструмент за създаване на кръстословици и пъзели за търсене на думи с персонализирани решетки, улики и интерактивно решаване.",
      "ar": "أداة إنشاء الكلمات المتقاطعة وألغاز البحث عن الكلمات المتقاطعة التي تتميز بشبكات قابلة للتخصيص، والقرائن، والحل التفاعلي.",
      "nl": "Creëer kruiswoord- en woordzoekerpuzzels met aanpasbare rasters, aanwijzingen en interactieve oplossingen.",
      "da": "Værktøj til at lave krydsord og ordsøgninger med brugerdefinerede gitre, ledetråde og interaktiv løsning.",
      "cs": "Nástroj pro tvorbu křížovek a slovních hádanek s přizpůsobitelnými mřížkami, nápovědami a interaktivním řešením.",
      "et": "Ristsõnade ja sõnade otsimise mõistatuste loomise vahend, mis pakub kohandatavaid ruudustikke, vihjeid ja interaktiivset lahendamist.",
      "fi": "Ristisanat ja sanahaun palapelin luontityökalu, jossa on muokattavissa olevat ruudukot, vihjeet ja interaktiivinen ratkaiseminen.",
      "fr": "Outil de création de mots croisés et de mots cachés comprenant des grilles personnalisables, des indices et une résolution interactive.",
      "el": "Εργαλείο δημιουργίας σταυρόλεξων και παζλ αναζήτησης λέξεων με προσαρμόσιμα πλέγματα, ενδείξεις και διαδραστική επίλυση.",
      "hu": "Keresztrejtvény és szókereső rejtvénykészítő eszköz, amely testreszabható rácsokat, nyomokat és interaktív megoldásokat tartalmaz.",
      "it": "Strumento per la creazione di cruciverba e ricerche di parole con griglie personalizzabili, indizi e soluzioni interattive.",
      "lv": "Krustvārdu mīklu un vārdu mīklu meklēšanas rīks ar pielāgojamiem režģiem, pavedieniem un interaktīvu risināšanu.",
      "lt": "Kryžiažodžių ir žodžių paieškos dėlionių kūrimo įrankis su pritaikomais tinkleliais, užuominomis ir interaktyviu sprendimu.",
      "nb": "Verktøy for å lage kryssord og ordsøk med tilpassbare rutenett, ledetråder og interaktiv løsning.",
      "pl": "Narzędzie do tworzenia krzyżówek i słownych łamigłówek z konfigurowalnymi siatkami, wskazówkami i interaktywnym rozwiązywaniem.",
      "pt-PT": "Ferramenta de criação de palavras cruzadas e de quebra-cabeças de pesquisa de palavras com grelhas personalizáveis, pistas e resolução interactiva.",
      "ro": "Cuvânt încrucișat și cuvânt căutare puzzle instrument de creare oferind grile personalizabile, indicii, și rezolvarea interactivă.",
      "ru": "Инструмент для создания кроссвордов и словесных головоломок с настраиваемыми сетками, подсказками и интерактивным решением.",
      "sk": "Nástroj na tvorbu krížoviek a slovných hádaniek s prispôsobiteľnými mriežkami, nápovedami a interaktívnym riešením.",
      "sl": "Orodje za ustvarjanje križank in besednih ugank s prilagodljivimi mrežami, namigi in interaktivnim reševanjem.",
      "es": "Herramienta de creación de crucigramas y sopas de letras con cuadrículas personalizables, pistas y resolución interactiva.",
      "sv": "Verktyg för att skapa korsord och ordsök med anpassningsbara rutnät, ledtrådar och interaktiv lösning.",
      "tr": "Özelleştirilebilir ızgaralar, ipuçları ve etkileşimli çözüm içeren çapraz bulmaca ve kelime arama bulmacası oluşturma aracı.",
      "uk": "Інструмент для створення кросвордів і пошукових головоломок з можливістю налаштування сітки, підказок та інтерактивного розв'язання.",
      "pt-BR": "Ferramenta de criação de enigmas de palavras cruzadas e caça-palavras com grades personalizáveis, pistas e solução interativa.",
      "ko": "사용자 지정 가능한 격자, 단서, 대화형 풀이를 제공하는 십자말풀이 및 단어 검색 퍼즐 제작 도구입니다.",
      "ja": "カスタマイズ可能なグリッド、ヒント、インタラクティブな解答を特徴とするクロスワードとワード検索パズル作成ツール。",
      "id": "Alat pembuatan teka-teki silang dan teka-teki pencarian kata yang menampilkan kisi-kisi yang dapat disesuaikan, petunjuk, dan pemecahan interaktif.",
      "zh-hant": "填字遊戲和字謎創作工具，具有可自訂的網格、線索和互動解謎功能。",
      "zh-hans": "填字游戏和单词搜索谜题制作工具，具有可定制的网格、线索和互动解题功能。"
    }
  }
}