Repository: webwriter-app/word-puzzle
Catalog: localization/*.xlf
Languages: bg, fi, it, ja, lt

# s29df917c1b19b804
source: Across
bg: През
it: Attraverso
ja: 向かい側
lt: Per

# s032c13736048bf35
source: Down
it: In basso
ja: ダウン
lt: Žemyn

# s11d431ec3d1ca364
source: Edit words
bg: Редактиране на думите
fi: Muokkaa sanoja
it: Modifica delle parole
ja: 言葉を編集する
lt: Redaguoti žodžius

# s4b77b5180fde5e24
source: Check answers
bg: Проверка на отговорите
fi: Tarkista vastaukset
it: Controllare le risposte
ja: 回答チェック
lt: Patikrinkite atsakymus

# s4ff14b1526907732
source: Delete row
bg: Изтриване на ред
fi: Poista rivi
it: Cancellare la riga
ja: 行の削除
lt: Ištrinti eilutę

# s0f350bc4e538e3ea
source: Words
bg: Думи
fi: Sanat
it: Parole
ja: 言葉
lt: Žodžiai

# sca3966636984e031
source: Add rows
bg: Добавяне на редове
fi: Lisää rivejä
it: Aggiungi righe
ja: 行を追加する
lt: Pridėti eilučių

# s289958fb66c0ec21
source: Clues
bg: Ключове
fi: Vihjeitä
it: Indizi
ja: 手がかり
lt: Užuominos

# s255c598befd01e5a
source: Generate puzzle
bg: Генериране на пъзел
fi: Luo palapeli
it: Generare un puzzle
ja: パズルの生成
lt: Sukurti dėlionę

# s00735d668cff3a0f
source: Puzzle Type
bg: Тип пъзел
fi: Palapelityyppi
it: Tipo di puzzle
ja: パズルタイプ
lt: Dėlionės tipas

# s24a1e8050d72f287
source: Crossword
bg: Кръстословица
fi: Ristisana
it: Cruciverba
ja: クロスワード
lt: Kryžiažodis

# s99ab01c90f7f6dd0
source: Find the words
bg: Намерете думите
fi: Etsi sanat
it: Trova le parole
ja: を含む単語を探します。
lt: Raskite žodžius

# s853d5a0283b26daf
source: Show answers
bg: Покажи отговорите
fi: Näytä vastaukset
it: Mostra le risposte
ja: 回答を表示する
lt: Rodyti atsakymus
